<!--
  ~ Copyright (c) 2013-2023 Metin Kale
  ~
  ~ Licensed under the Apache License, Version 2.0 (the "License");
  ~ you may not use this file except in compliance with the License.
  ~ You may obtain a copy of the License at
  ~
  ~     http://www.apache.org/licenses/LICENSE-2.0
  ~
  ~ Unless required by applicable law or agreed to in writing, software
  ~ distributed under the License is distributed on an "AS IS" BASIS,
  ~ WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
  ~ See the License for the specific language governing permissions and
  ~ limitations under the License.
  -->

<html>
<body>
<center>
    <h1>
        What to say after completing the prayer
    </h1>
</center>
<br/>

<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
 &quot;&#1571;&#1614;&#1587;&#1618;&#1578;&#1614;&#1594;&#1618;&#1601;&#1616;&#1585;&#1615; &#1575;&#1604;&#1604;&#1607;&#1614; (&#1579;&#1614;&#1604;&#1614;&#1575;&#1579;&#1575;&#1611; </span>
    <span lang="EN-GB" dir="LTR">3 times</span><span lang="AR-JO"
                                                     style="font-family: Traditional Arabic">)
&#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615;&#1605;&#1617;&#1614; &#1571;&#1614;&#1606;&#1618;&#1578;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1604;&#1614;&#1575;&#1605;&#1615; &#1608;&#1614;&#1605;&#1616;&#1606;&#1618;&#1603;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1604;&#1614;&#1575;&#1605;&#1615;&#1548; &#1578;&#1614;&#1576;&#1614;&#1575;&#1585;&#1614;&#1603;&#1618;&#1578;&#1614; &#1610;&#1614;&#1575; &#1584;&#1614;&#1575; &#1575;&#1604;&#1618;&#1580;&#1614;&#1604;&#1614;&#1575;&#1604;&#1616; 
&#1608;&#1614;&#1575;&#1604;&#1618;&#1573;&#1616;&#1603;&#1618;&#1585;&#1614;&#1575;&#1605;&#1616;&quot;.</span>
</p>

<p>66. 'Astaghfirullaaha Allaahumma 'Antas-Salaamu wa minkas-salaamu, tabaarakta yaa <u>Th</u>al-Jalaali
    wal-'Ikraam.

<p>I seek the forgiveness of Allah (three times) . O Allah, You are Peace and from You comes peace .
    Blessed are You , O Owner of majesty and honor.

<p>Reference:
    Muslim 1/414.


<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&quot;&#1604;&#1614;&#1575; &#1573;&#1616;&#1604;&#1607;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1575;&#1604;&#1604;&#1607;&#1615; &#1608;&#1614;&#1581;&#1618;&#1583;&#1614;&#1607;&#1615; &#1604;&#1614;&#1575; &#1588;&#1614;&#1585;&#1616;&#1610;&#1603;&#1614; &#1604;&#1614;&#1607;&#1615;&#1548; &#1604;&#1614;&#1607;&#1615; 
&#1575;&#1604;&#1618;&#1605;&#1615;&#1604;&#1618;&#1603;&#1615; &#1608;&#1614;&#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1615; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1602;&#1614;&#1583;&#1616;&#1610;&#1585;&#1612;&#1548; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615;&#1605;&#1617;&#1614; &#1604;&#1614;&#1575; 
&#1605;&#1614;&#1575;&#1606;&#1616;&#1593;&#1614; &#1604;&#1616;&#1605;&#1614;&#1575; &#1571;&#1614;&#1593;&#1618;&#1591;&#1614;&#1610;&#1618;&#1578;&#1614;&#1548; &#1608;&#1614;&#1604;&#1614;&#1575; &#1605;&#1615;&#1593;&#1618;&#1591;&#1616;&#1610;&#1614; &#1604;&#1616;&#1605;&#1614;&#1575; &#1605;&#1614;&#1606;&#1614;&#1593;&#1618;&#1578;&#1614;&#1548; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1614;&#1606;&#1618;&#1601;&#1614;&#1593;&#1615; &#1584;&#1614;&#1575; 
&#1575;&#1604;&#1618;&#1580;&#1614;&#1583;&#1617;&#1616; &#1605;&#1616;&#1606;&#1618;&#1603;&#1614; &#1575;&#1604;&#1618;&#1580;&#1614;&#1583;&#1617;&#1615;&quot;.</span>
</p>

<p>67. Laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu, lahul-mulku wa lahul-hamdu wa Huwa 'alaa
    kulli shay'in Qadeer, Allaahumma laa maard'a limaa 'a'tayta, wa laa mu'tiya limaa mana'ta, wa
    laa yanfa'u <u>th</u>al-jaddi minkal-jadd.

<p>None has the right to be worshipped but Allah alone, He has no partner, His is the dominion and
    His is the praise, and He is Able to do all things. O Allah, there is none who can withhold what
    You give, and none may give what You have withheld; and the might of the mighty person cannot
    benefit him against You.

<p>Reference:
    Al-Bukhari 1/255, Muslim 1/414.

<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&quot;&#1604;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1575;&#1604;&#1604;&#1607;&#1615; &#1608;&#1614;&#1581;&#1618;&#1583;&#1614;&#1607;&#1615; &#1604;&#1614;&#1575; &#1588;&#1614;&#1585;&#1616;&#1610;&#1603;&#1614; &#1604;&#1614;&#1607;&#1615;&#1548; &#1604;&#1614;&#1607;&#1615; 
&#1575;&#1604;&#1618;&#1605;&#1615;&#1604;&#1618;&#1603;&#1615; &#1608;&#1614;&#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1615; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1602;&#1614;&#1583;&#1616;&#1610;&#1585;&#1612;&#1548; &#1604;&#1614;&#1575; &#1581;&#1614;&#1608;&#1618;&#1604;&#1614; &#1608;&#1614;&#1604;&#1614;&#1575; 
&#1602;&#1615;&#1608;&#1617;&#1614;&#1577;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1576;&#1616;&#1575;&#1604;&#1604;&#1607;&#1616;&#1548; &#1604;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1575;&#1604;&#1604;&#1607;&#1615;&#1548; &#1608;&#1614;&#1604;&#1614;&#1575; &#1606;&#1614;&#1593;&#1618;&#1576;&#1615;&#1583;&#1615; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1573;&#1616;&#1610;&#1617;&#1614;&#1575;&#1607;&#1615;&#1548; 
&#1604;&#1614;&#1607; &#1575;&#1604;&#1606;&#1617;&#1616;&#1593;&#1618;&#1605;&#1614;&#1577;&#1615; &#1608;&#1614;&#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1618;&#1601;&#1614;&#1590;&#1618;&#1604;&#1615; &#1608;&#1614;&#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1579;&#1617;&#1614;&#1606;&#1614;&#1575;&#1569;&#1615; &#1575;&#1604;&#1618;&#1581;&#1614;&#1587;&#1614;&#1606;&#1615;&#1548; &#1604;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; 
&#1575;&#1604;&#1604;&#1607;&#1615; &#1605;&#1615;&#1582;&#1618;&#1604;&#1616;&#1589;&#1616;&#1610;&#1606;&#1614; &#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1583;&#1617;&#1616;&#1610;&#1606;&#1614; &#1608;&#1614;&#1604;&#1614;&#1608;&#1618; &#1603;&#1614;&#1585;&#1616;&#1607;&#1614; &#1575;&#1604;&#1618;&#1603;&#1614;&#1575;&#1601;&#1616;&#1585;&#1615;&#1608;&#1606;&#1614;&quot;.</span>
</p>

<p>68. Laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu, lahul-mulku, wa lahul-hamdu wa Huwa 'alaa
    kulli shay 'in Qadeer. Laa hawla wa laa quwwata 'illaa billaahi, laa 'ilaaha 'illallaahu, wa laa
    na'budu 'illaa 'iyyaahu, lahun-ni'matu wa lahul-fadhlu wa lahuth-thanaa'ul-hasanu, laa 'ilaaha
    'illallaahu mukhliseena lahud-deena wa law karihal-kaafiroon.

<p>None has the right to be worshipped but Allah alone, He has no partner, His is the dominion and
    His is the praise and He is Able to do all things. There is no power and no might except by
    Allah . None has the right to be worshipped but Allah, and we do not worship any other besides
    Him . His is grace , and His is bounty and to Him belongs the most excellent praise. None has
    the right to be worshipped but Allah . (We are) sincere in making our religious devotion to Him,
    even though the disbelievers may dislike it.

<p>Reference:
    Muslim 1/415.

<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&quot;&#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614; &#1575;&#1604;&#1604;&#1607;&#1616;&#1548; &#1608;&#1614;&#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1615; &#1604;&#1604;&#1607;&#1616;&#1548; &#1608;&#1614;&#1575;&#1604;&#1604;&#1607;&#1615; &#1571;&#1614;&#1603;&#1618;&#1576;&#1614;&#1585;&#1615; 
(&#1579;&#1614;&#1604;&#1614;&#1575;&#1579;&#1575;&#1611; &#1608;&#1614;&#1579;&#1614;&#1604;&#1614;&#1575;&#1579;&#1616;&#1610;&#1606;&#1614; </span><span
        lang="EN-GB" dir="LTR">
33 times</span><span lang="AR-JO" style="font-family: Traditional Arabic">) 
&#1604;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1575;&#1604;&#1604;&#1607;&#1615; &#1608;&#1614;&#1581;&#1618;&#1583;&#1614;&#1607;&#1615; &#1604;&#1614;&#1575; &#1588;&#1614;&#1585;&#1616;&#1610;&#1603;&#1614; &#1604;&#1614;&#1607;&#1615;&#1548; &#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1604;&#1618;&#1603;&#1615; &#1608;&#1614;&#1604;&#1614;&#1607;&#1615; 
&#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1615; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1602;&#1614;&#1583;&#1616;&#1610;&#1585;&#1612;&quot;.</span>
</p>

<p>69. Subhaanallaahi, walhamdu lillaahi wallaahu 'Akbar, - Laa 'ilaaha 'illallaahu wahdahu laa
    shareeka lahu, lahul-mulku wa lahul-hamduwaHuwa'alaakullishay'inQadeer.

<p>Glory is to Allah , and praise is to Allah , and Allah is the Most Great (each said thirty-three
    times). None has the right to be worshipped but Allah alone, He has no partner, His is the
    dominion and His is the praise and He is Able to do all things.

<p>Reference:
    Muslim 1/418, Whoever says this after every prayer will be forgiven his sins even though they be
    as the foam of the sea.

<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1576;&#1614;&#1587;&#1618;&#1605;&#1616; &#1575;&#1604;&#1604;&#1607;&#1616; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1618;&#1605;&#1614;&#1606;&#1616; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1616;&#1610;&#1605;&#1616; &quot;&#1602;&#1615;&#1604;&#1618; &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1571;&#1614;&#1581;&#1614;&#1583;&#1612;
</span><span lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic"> 
&#1575;&#1604;&#1604;&#1607;&#1615; &#1575;&#1604;&#1589;&#1617;&#1614;&#1605;&#1614;&#1583;&#1615; </span><span
        lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1604;&#1616;&#1583;&#1618; &#1608;&#1614;&#1604;&#1614;&#1605;&#1618; &#1610;&#1615;&#1608;&#1604;&#1614;&#1583;&#1618; </span><span
        lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1608;&#1614;&#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1603;&#1615;&#1606;&#1618; &#1604;&#1614;&#1607;&#1615; &#1603;&#1615;&#1601;&#1615;&#1608;&#1611;&#1575; &#1571;&#1614;&#1581;&#1614;&#1583;&#1612;&quot;</span>
</p>

<p>70. Bismillaahir-Rahmaanir-Raheem. Qul Huwallaahu 'Ahad. Allaahus-Samad. Lam yalid wa lam yoolad.
    Wa lam yakun lahu kufuwan 'ahad.

<p>With the Name of Allah, the Most Gracious, the Most Merciful. Say: He is Allah (the) One. The
    Self-Sufficient Master, Whom all creatures need, He begets not nor was He begotten, and there is
    none equal to Him.

<p>Reference:
    Al-Ikhlas 112:1-4.

<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1576;&#1614;&#1587;&#1618;&#1605;&#1616; &#1575;&#1604;&#1604;&#1607;&#1616; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1618;&#1605;&#1614;&#1606;&#1616; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1616;&#1610;&#1605;&#1616; &quot;&#1602;&#1615;&#1604;&#1618; &#1571;&#1614;&#1593;&#1615;&#1608;&#1584;&#1615; &#1576;&#1616;&#1585;&#1614;&#1576;&#1617;&#1616; 
&#1575;&#1604;&#1618;&#1601;&#1614;&#1604;&#1614;&#1602;&#1616; </span><span
        lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1585;&#1617;&#1616; &#1605;&#1614;&#1575; &#1582;&#1614;&#1604;&#1614;&#1602;&#1614; </span><span
        lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1608;&#1614;&#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1585;&#1617;&#1616; &#1594;&#1614;&#1575;&#1587;&#1616;&#1602;&#1613; &#1573;&#1616;&#1584;&#1614;&#1575; &#1608;&#1614;&#1602;&#1614;&#1576;&#1614; </span><span
        lang="AR-JO">
&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic"> 
&#1608;&#1614;&#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1585;&#1617;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1601;&#1617;&#1614;&#1575;&#1579;&#1614;&#1575;&#1578;&#1616; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1593;&#1615;&#1602;&#1614;&#1583;&#1616; </span><span
        lang="AR-JO">
&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic"> 
&#1608;&#1614;&#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1585;&#1617;&#1616; &#1581;&#1614;&#1575;&#1587;&#1616;&#1583;&#1613; &#1573;&#1616;&#1584;&#1614;&#1575; &#1581;&#1614;&#1587;&#1614;&#1583;&#1614;&quot;.</span>
</p>

<p>Bismillaahir-Rahmaanir-Raheem. Qul 'a'oo<u>th</u>u birabbil-falaq. Min sharri maa khalaq. Wa min
    sharri ghaasiqin 'i<u>th</u>aa waqab. Wa min sharrin-naffaathaati fil-'uqad. Wa min sharri
    haasidin 'i<u>th</u>aa hasad.

<p>With the Name of Allah, the Most Gracious, the Most Merciful. Say: I seek refuge with (Allah) the
    Lord of the daybreak, from the evil of what He has created, and from the evil of the darkening
    (night) as it comes with its darkness, and from the evil of those who practice witchcraft when
    they blow in the knots, and from the evil of the envier when he envies.

<p>Reference:
    Al-Falaq 113:1-5.


<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1576;&#1614;&#1587;&#1618;&#1605;&#1616; &#1575;&#1604;&#1604;&#1607;&#1616; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1618;&#1605;&#1614;&#1606;&#1616; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1616;&#1610;&#1605;&#1616; &quot;&#1602;&#1615;&#1604;&#1618; &#1571;&#1614;&#1593;&#1615;&#1608;&#1584;&#1615; &#1576;&#1616;&#1585;&#1614;&#1576;&#1617;&#1616; 
&#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; </span><span
        lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1605;&#1614;&#1604;&#1616;&#1603;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; </span><span
        lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1573;&#1616;&#1604;&#1614;&#1607;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; </span><span
        lang="AR-JO">&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic">
&#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1585;&#1617;&#1616; &#1575;&#1604;&#1618;&#1608;&#1614;&#1587;&#1618;&#1608;&#1614;&#1575;&#1587;&#1616; &#1575;&#1604;&#1618;&#1582;&#1614;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; </span><span
        lang="AR-JO">
&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic"> 
&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1610;&#1615;&#1608;&#1614;&#1587;&#1618;&#1608;&#1616;&#1587;&#1615; &#1601;&#1616;&#1610; &#1589;&#1615;&#1583;&#1615;&#1608;&#1585;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; </span><span
        lang="AR-JO">
&#1758;</span><span lang="AR-JO" style="font-family: Traditional Arabic"> 
&#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1580;&#1616;&#1606;&#1617;&#1614;&#1577;&#1616; &#1608;&#1614;&#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616;&quot;.</span>
</p>


<p>Bismillaahir-Rahmaanir-Raheem . Qul 'a'oo<u>th</u>u birabbin-naas . Malikin-naas . 'Ilaahin-naas
    . Min sharril-waswaasil-khannaas. Alla<u>th</u>ee yuwaswisu fee sudoorin-naas. Minal-jinnati
    wannaas.

<p>With the Name of Allah , the Most Gracious , the Most Merciful. Say: I seek refuge with (Allah)
    the Lord of mankind, the King of mankind , the God of mankind , from the evil of the whisperer
    who withdraws, who whispers in the breasts of mankind, of jinns and men.<sup>1</sup> (These
    Surahs should be recited in Arabic after each prayer. After the Maghrib and Fajr prayers they
    should be recited three times each.) <sup>2</sup>

<p>Reference:<br><sup>1</sup> An-Nas 114:1-6<br><sup>2</sup>Abu Dawud 2/86, An-Nasa'i 3/68. See also
    Al-Albani, SahihAt-Tirmithi 2/8.


<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&quot;&#1575;&#1604;&#1604;&#1607;&#1615; &#1604;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1618;&#1581;&#1614;&#1610;&#1617;&#1615; &#1575;&#1604;&#1618;&#1602;&#1614;&#1610;&#1617;&#1615;&#1608;&#1605;&#1615; &#1604;&#1614;&#1575; 
&#1578;&#1614;&#1571;&#1618;&#1582;&#1615;&#1584;&#1615;&#1607;&#1615; &#1587;&#1616;&#1606;&#1614;&#1577;&#1612; &#1608;&#1614;&#1604;&#1614;&#1575; &#1606;&#1614;&#1608;&#1618;&#1605;&#1612; &#1604;&#1614;&#1607;&#1615; &#1605;&#1614;&#1575; &#1601;&#1616;&#1610; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1605;&#1614;&#1575; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; 
&#1605;&#1614;&#1606;&#1618; &#1584;&#1614;&#1575; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1610;&#1614;&#1588;&#1618;&#1601;&#1614;&#1593;&#1615; &#1593;&#1616;&#1606;&#1618;&#1583;&#1614;&#1607;&#1615; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1576;&#1616;&#1573;&#1616;&#1584;&#1618;&#1606;&#1616;&#1607;&#1616; &#1610;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615; &#1605;&#1614;&#1575; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614; 
&#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1605;&#1614;&#1575; &#1582;&#1614;&#1604;&#1618;&#1601;&#1614;&#1607;&#1615;&#1605;&#1618; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1615;&#1581;&#1616;&#1610;&#1591;&#1615;&#1608;&#1606;&#1614; &#1576;&#1616;&#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1605;&#1616;&#1606;&#1618; &#1593;&#1616;&#1604;&#1618;&#1605;&#1616;&#1607;&#1616; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; 
&#1576;&#1616;&#1605;&#1614;&#1575; &#1588;&#1614;&#1575;&#1569;&#1614; &#1608;&#1614;&#1587;&#1616;&#1593;&#1614; &#1603;&#1615;&#1585;&#1618;&#1587;&#1616;&#1610;&#1617;&#1615;&#1607;&#1615; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1614; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1614;&#1574;&#1615;&#1608;&#1583;&#1615;&#1607;&#1615; 
&#1581;&#1616;&#1601;&#1618;&#1592;&#1615;&#1607;&#1615;&#1605;&#1614;&#1575; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1618;&#1593;&#1614;&#1604;&#1616;&#1610;&#1617;&#1615; &#1575;&#1604;&#1618;&#1593;&#1614;&#1592;&#1616;&#1610;&#1605;&#1615;&quot;.</span>
</p>

<p>71. Allaahu laa 'ilaaha 'illaa Huwal-Hayyul-Qayyoom, laa ta'khu<u>th</u>uhu sinatun wa laa nawm,
    lahu maa fis-samaawaati wa maafil-'ardh, man <u>th</u>al-la<u>th</u>ee yashfa'u 'indahu 'illaa
    bi'<u>ith</u>nih, ya'lamu maa bayna 'aydeehim wa maa khalfahum, wa laa yuheetoona bishay'im-min
    'ilmihi 'illaa bimaa shaa'a, wasi'a kursiyyuhus-samaawaati wal'ardh, wa laa ya'ooduhu
    hif<u>dh</u>uhumaa, wa Huwal-'Aliyyul- 'A<u>dh</u>eem.

<p>Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects
    all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the
    heavens and whatever is on the earth. Who is he that can intercede with Him except with His
    Permission? He knows what happens to them in this world, and what will happen to them in the
    Hereafter. And they will never compass anything of His Knowledge except that which He wills. His
    Throne extends over the heavens and the earth, and He feels no fatigue in guarding and
    preserving them. And He is the Most High, the Most Great. (Recite in Arabic after each prayer.)

<p>Reference:
    An-Nasa'i, 'Amalul-Yawm wal-Laylah (Hadith no. 100), also Ibn As-Sunni (no. 121). See also
    Al-Albani, Sahihul-Jami' As-Saghir 5/339 and Silsilatul-Ahadith As-Sahihah 2/697 (no. 972).

<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
&quot;&#1604;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1575;&#1604;&#1604;&#1607;&#1615; &#1608;&#1614;&#1581;&#1614;&#1583;&#1618;&#1607;&#1615; &#1604;&#1614;&#1575; &#1588;&#1614;&#1585;&#1616;&#1610;&#1603;&#1614; &#1604;&#1614;&#1607;&#1615;&#1548; &#1604;&#1614;&#1607;&#1615; 
&#1575;&#1604;&#1618;&#1605;&#1615;&#1604;&#1618;&#1603;&#1615; &#1608;&#1614;&#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1615; &#1610;&#1615;&#1581;&#1618;&#1610;&#1616;&#1610; &#1608;&#1614;&#1610;&#1615;&#1605;&#1616;&#1610;&#1578;&#1615;&#1548; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; 
&#1602;&#1614;&#1583;&#1616;&#1610;&#1585;&#1612;&quot;.</span></p>

<p>72. Laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu, lahul-mulku wa lahul-hamdu yuhyee wa
    yumeetu wa Huwa 'alaa kulli shay'in Qadeer.

<p>None has the right to be worshipped but Allah alone, Who has no partner. His is the dominion and
    His is the praise . He brings life and He causes death , and He is Able to do all things.
    (Recite ten times in Arabic after the Maghrib and Fajr prayers.)

<p>Reference:
    At-Tirmithi 5/515, Ahmad 4/227. See its checking in Ibn Al-Qayyim Al-Jawziyyah's Zddul-Ma'ad
    1/300.

<p class="MsoNormal" dir="RTL" style="text-align:justify;direction:rtl;unicode-bidi:
embed"><span lang="AR-JO" style="font-family: Traditional Arabic">
 &quot;&#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615;&#1605;&#1617;&#1614; &#1573;&#1616;&#1606;&#1617;&#1616;&#1610; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614; &#1593;&#1616;&#1604;&#1618;&#1605;&#1575;&#1611; &#1606;&#1614;&#1575;&#1601;&#1616;&#1593;&#1575;&#1611;&#1548; &#1608;&#1614;&#1585;&#1616;&#1586;&#1618;&#1602;&#1575;&#1611; 
&#1591;&#1614;&#1610;&#1617;&#1616;&#1576;&#1575;&#1611;&#1548; &#1608;&#1614;&#1593;&#1614;&#1605;&#1614;&#1604;&#1575;&#1611; &#1605;&#1615;&#1578;&#1614;&#1602;&#1614;&#1576;&#1617;&#1614;&#1604;&#1575;&#1611;&quot;.</span>
</p>

<p>73. Allaahumma 'innee 'as'aluka 'ilman naafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan.

<p>O Allah, I ask You for knowledge that is of benefit , a good provision , and deeds that will be
    accepted. (Recite in Arabic after the Fajr prayer.)

<p>Reference:
    Ibn Majah and others. See Al-Albani, Sahih Ibn Majah 1/152 and Majma'uz-Zawd'id 10/111.

</p>
<br/><br/>
</body>
</html>
